MERGE INTO Genre KEY (id)
    VALUES (0, 'Анимэ'),
           (1, 'Биография'),
           (2, 'Боевик'),
           (3, 'Вестерн'),
           (4, 'Детектив'),
           (5, 'Документальный'),
           (6, 'Драма'),
           (7, 'Комедия'),
           (8, 'Мелодрама'),
           (9, 'Мультфильм'),
           (10, 'Мюзикл'),
           (11, 'Научный'),
           (12, 'Приключение'),
           (13, 'Спорт'),
           (14, 'Триллер'),
           (15, 'Ужасы'),
           (16, 'Фантастика'),
           (17, 'Фэнтэзи'),
           (18, 'Эротика');

MERGE INTO Rating KEY (id)
    VALUES (0, 'G'),
           (1, 'PG'),
           (2, 'PG13'),
           (3, 'R'),
           (4, 'NC17');

MERGE INTO FriendshipStatus KEY (id)
    VALUES (0, 'Запрошено'),
           (1, 'Принято');


